tap "homebrew/bundle"
tap "homebrew/services"
brew "curl"
brew "ffmpeg"
brew "gh"
brew "httpie"
brew "youtube-dl"
brew "docker"

cask "karabiner-elements"
cask "cursor"
cask "1password"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "arc"
cask "cleanshot"
cask "alt-tab"
cask "bettertouchtool"
cask "copilot"
cask "discord"
cask "docker"
cask "imageoptim"
cask "pocket-casts"
cask "postico"
cask "raycast"
cask "slack"
cask "steam"
cask "typora"
cask "uhk-agent"
cask "warp"