tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"

brew "curl"
brew "ffmpeg"
brew "gh"
brew "httpie"
brew "yt-dlp"
brew "docker"
brew "mas"
brew "node"
brew "jq"
brew "gettext"
# brew "nvm"
# AVN does not exist on brew.sh
# brew "avn"

cask "karabiner-elements"
cask "claude"
cask "cursor"
cask "1password"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "arc"
cask "cleanshot"
cask "alt-tab"
cask "bettertouchtool"
cask "copilot"
cask "discord"
cask "docker"
cask "imageoptim"
cask "pocket-casts"
cask "postico"
cask "raycast"
cask "slack"
cask "sketch"
cask "synology-drive"
cask "steam"
cask "typora"
cask "uhk-agent"
cask "warp"
cask "bartender"
cask "betterdisplay"
cask "daisydisk"
cask "hakuneko"
cask "kindle-comic-converter"
cask "prusaslicer"
cask "sip"
cask "xtool-creative-space"

# Mac App Store Downloads. To find an app use `mas search 'app name'`
mas "davinci resolve", id: 571213070
mas "One Thing", id: 1604176982
